Repository: aaslun/Sightings
Catalog: languages/sightings-*.po
Languages: sv_se

source: New Sightings contribution from
sv_se: Nytt Sightings-bidragsformulär

source: Anonymous
sv_se: Anonym

source: Contributor e-mail:
sv_se: Bidragarens e-post:

source: Click here to see the post:
sv_se: Klicka här för att se inlägget:

source: Marker location saved!
sv_se: Geopositionen sparades!

source: Post ID not found! Marker location not saved.
sv_se: Inläggets ID kunde inte hittas! Geopositionen sparades inte.

source: Current view center
sv_se: Kartans mittpunkt

source: Latitude:
sv_se: Latitud:

source: Longitude:
sv_se: Longitud:

source: Marker
sv_se: Markör

source: Options
sv_se: Alternativ

source: Display map on post
sv_se: Visa karta på inlägg

source: Use
sv_se: Använd

source: Advanced settings
sv_se: Avancerade inställningar

source: Connect Gravity Form
sv_se: Sammakoppla Gravity Form

source: Select form...
sv_se: Välj formulär...

source: Please reposition the marker first
sv_se: Vänligen placera markören först

source: Settings saved successfully
sv_se: Inställningarna sparades

source: Settings are invalid! Only numeric values and dots are allowed. (no commas)
sv_se: Inställningarna är ogiltiga! Endast numeriska värden och punkter tillåtna. (ej kommatecken)

source: Sightings settings
sv_se: Sightings inställningar

source: Map
sv_se: Karta

source: Default map settings
sv_se: Förinställningar för karta

source: The default position and zoom level for the maps on new posts.
sv_se: Förinställd position och zoomnivå för kartan på nya inlägg.

source: Zoom level:
sv_se: Zoomnivå:

source: Default display settings
sv_se: Förinställningar för visning

source: Toggles whether the map should be displayed or not by default on new posts.
sv_se: Avgör om kartan ska vara förinställd att visas eller inte på nya inlägg.

source: Display sightings maps on posts:
sv_se: Visa Sightings-karta på inlägg:

source: Contributors
sv_se: Bidrag

source: Author
sv_se: Författare

source: This user that will be set as author on contributor posts.
sv_se: Denna användare kommer att anges som författare för nya bidrag.

source: Post as user:
sv_se: Posta bidrag som användare:

source: Send notification e-mail to user when someone submits a new contribution
sv_se: Skicka notifikationsmeddelande till denna användarens e-post när nya bidrag kommer in

source: Contributor categories
sv_se: Bidragskategorier

source: Select the categories you want to be available for contributors.
sv_se: Välj de kategorier du vill ska vara tillgängliga för bidragsgivare.

source: Available categories
sv_se: Tillgängliga kategorier

source: Add
sv_se: Lägg till

source: Remove
sv_se: Ta bort

source: You seem to have Gravity Forms installed. You have the option of taking advantage of extra functionality such as connecting forms to your sightings.
sv_se: Du verkar ha Gravity Forms installerat. Du har möjlighet att dra nytta av extra funktionalitet, såsom att visa formulärstatistik för en viss position.

source: Enable Gravity Forms features.
sv_se: Aktivera Gravity Forms funktioner.

source: Save Changes
sv_se: Spara ändringar

source: The contribution was not submitted! You need to fill out the form completely.
sv_se: Bidraget kunde inte skickas! Du fyllde inte i formuläret ordentligt, försök igen.

source: Thanks for your contribution! It has now been submitted for review.
sv_se: Tack för ditt bidrag! Det har nu skickats in för granskning innan det publiceras.

source: Contribute with a location
sv_se: Bidra med en position

source: Responses received
sv_se: Inkomna svar

source: Title
sv_se: Rubrik

source: Description
sv_se: Platsbeskrivning

source: Attach an image (optional)
sv_se: Bifoga en bild (valfritt)

source: Browse
sv_se: Bläddra

source: No image file selected
sv_se: Ingen bild har valts

source: Your name
sv_se: Ditt namn

source: Your e-mail
sv_se: Din e-post

source: Category
sv_se: Kategori

source: Submit
sv_se: Skicka

source: <p>Drag me and klick me!</p>
sv_se: <p>Klicka eller dra-och-släpp mig!</p>
